[Main]
1=أيقونات خاصة
2=حذف الزر
3=تبديل الأزرار
4=حول
5=حفظ التغييرات
6=الغلافات
7=خيارات
8=Launcher خروج من
9=تعليمات
[Special]
1=لوحة التحكم
2=الطابعات
3=الشبكة
4=الأقراص
5=إنترنت
6=سطح المكتب
7=سلة المحذوفات
8=المفضلة
9=المستندات
10=إعادة تشغيل الكمبيوتر
11=إغلاق الكمبيوتر
12=إسبات
13=تسجيل خروج
14=إستعداد
15=إنتقال إلى صفحة
[Help]
1=<Ctrl> لتحريك النافذة أستمر بالضغط على
2=<Alt> لتغيير اللون أستمر بالضغط على
3=<Shift> للبدء مصغرا أستمر بالضغط على
4=<Ctrl> + F1 تبديل الصفحات
5=<Ctrl> + F8 إخفاء البرامج الأخرى
6=<Ctrl> + F11 إغلاق الشاشة
7=<Ctrl> + F12 بدء شاشة التوقف
[About]
1=لديك آخر نسخة
2=يوجد نسخة جديدة :
3=لا يوجد إتصال نشط بالإنترنت
4=أنقر هنا لزيارة الموقع
5=أنقر هنا لإرسال رسالة
6=البحث عن تحديثات الآن
7=أنقر هنا للتحديث
8=ظهور خطأ
9=غير معروف
10=الإجمالي
11=الحر
[Skins]
1=بدون
2=شفاف
[Options]
1=التراجع عن التغييرات الأخيرة
2=تمكين البدء التلقائي
3=تمكين الأصوات
4=دائما في المقدمة
5=إعدادات
6=ترجمة الأستاذ عوض الغامدي
7=إعادة البحث عن كافة الأيقونات
8=الحفظ عند الخروج
9=مراقبة التحديثات
10=تمكين الإخفاء التلقائي
[Prefs]
1= الأعمدة
2= الصفوف
3= الصفحات
4=الرجاء التسجيل
5=ليس مسجل
6=يمكن حفظ التغييرات إلى حدود 8 أعمدة أو صفين أو صفحتين
7=الكثير من الأزرار . أقصى حد :
8= الإطارات
9=إخفاء تلقائي
10= العتامة 
11=شفاف
12=معتم
13=عتامة تلقائية 
14=عند النقر
15=عند التمرير
16=ثانية
17=بدون
18=أفقي
19=رأسي
20="»" مكان مقبض الـ
21=يسار
22=يمين
23=بدون
24=أعلى
25=أسفل
26=حجم الأيقونات
27=سطوع الأيقونات
28=لون الأيقونات
29=تدرج رمادي
30=لون كامل
31=عرض الشارة
32=حجم الأيقونة
33=لون الخلفية
